Repository: davidpovarsky/vreader
Catalog: vreader/Resources/Localizable.xcstrings
Source language: en
Languages: he

source: AI Assistant Settings
he: הגדרות עוזר AI

source: Access Other Books
he: גישה לספרים אחרים

source: Add Highlight
he: הוסף הדגשה

source: Add Note
he: הוסף הערה

source: Allow
he: אפשר

source: Allow Once
he: אפשר פעם אחת

source: Always Allow
he: אפשר תמיד

source: Always ask
he: שאל תמיד

source: Apple AI — Automatic
he: Apple AI — אוטומטי

source: Apple AI — On Device
he: Apple AI — על המכשיר

source: Apple AI — Private Cloud Compute
he: Apple AI — מחשוב ענן פרטי

source: Apple Foundation Models
he: מודלי יסוד של Apple

source: Ask
he: שאל

source: Ask before reading ahead
he: שאל לפני קריאה קדימה

source: Book so far
he: עד מקום הקריאה

source: Confirm Deletion
he: אשר מחיקה

source: Current chapter
he: הפרק הנוכחי

source: Deny
he: אל תאפשר

source: Download Model (~470 MB)
he: הורד מודל (כ-470 MB)

source: External server
he: שרת חיצוני

source: MCP Servers
he: שרתי MCP

source: Never read ahead
he: לעולם אל תקרא קדימה

source: OCR for Scanned PDFs
he: זיהוי טקסט (OCR) לקובצי PDF סרוקים

source: Read ahead
he: קריאה קדימה

source: Remove Downloaded Model
he: הסר מודל שהורד

source: Semantic Search & Embeddings
he: חיפוש סמנטי ושיקועים

source: Semantic search
he: חיפוש סמנטי

source: Sources
he: מקורות

source: Tools
he: כלים

source: Whole book
he: הספר כולו

source: Whole book allowed
he: הספר כולו מותר

source: Tools & Capabilities
he: כלים ויכולות

source: Use AI Agentic Tools
he: השתמש בכלי AI אוטונומיים

source: MCP External Servers
he: שרתי MCP חיצוניים

source: AI Backend
he: מנוע AI

source: AI Backend & Foundation Models
he: מנוע AI ומודלי מערכת

source: Apple AI Mode
he: מצב Apple AI

source: Allow Private Cloud Compute
he: אפשר מחשוב ענן פרטי (PCC)

source: Semantic Search
he: חיפוש סמנטי

source: Semantic Model
he: מודל סמנטי

source: Download Model
he: הורד מודל

source: Remove Model
he: הסר מודל

source: Model Ready
he: המודל מוכן

source: Model Downloading
he: המודל בהורדה

source: Model Not Installed
he: המודל אינו מותקן

source: Installed
he: מותקן

source: Not Installed
he: לא מותקן

source: Configured Provider
he: ספק מוגדר

source: External Tool
he: כלי חיצוני

source: Source Results
he: מקורות מידע

source: Navigate to
he: נווט אל

source: Delete Note
he: מחק פתק

source: Edit Note
he: ערוך פתק

source: Remove Bookmark
he: הסר סימנייה

source: Add Bookmark
he: הוסף סימנייה

source: Update Bookmark
he: עדכן סימנייה

source: Update Highlight
he: עדכן הדגשה

source: Remove Highlight
he: הסר הדגשה

source: Library Index
he: אינדקס ספרייה

source: Cancel Indexing
he: בטל אינדוקס

source: Rebuild Library Index
he: בנה מחדש אינדקס ספרייה
